import { Fruit } from './fruit';

export const FRUITS: Fruit[] = [

  { id: "f-001-001", name: "人物", branch: ["b-001-001"], description: "能够分辨出日常见到的人，新教的人物也可记住。能够分辨出同类人，比如小男孩是哥哥，成年女人是阿姨", content: ["妈妈", "爸爸", "奶奶", "爷爷", "外婆", "外公", "哥哥", "姐姐", "弟弟", "妹妹", "叔叔", "婶婶", "阿姨", "姨夫", "舅舅", "舅妈", "姑姑", "姑夫", "老师", "宝宝", "琪琪"] },
  { id: "f-001-002", name: "物品", branch: ["b-001-001"], description: "能够分辨出日常接触到的物品，且知道其用途", content: ["牛奶", "水", "书包", "衣服", "裤子", "鞋", "帽子", "电视", "空调", "遥控器", "乐高", "饼干", "米饭", "奶片", "虾", "饺子", "鸡蛋", "卡"] },
  { id: "f-001-003", name: "动物", branch: ["b-001-001"], description: "能够分辨图书上的动物，见到真实动物也能认识，并能联系其特征，比如会模仿其叫声", content: ["猫", "狗", "大象", "老虎", "猩猩", "青蛙", "蜜蜂", "蝴蝶", "牛", "鸟", "鱼", "猪", "狼", "企鹅"] },
  { id: "f-001-004", name: "动作", branch: ["b-001-001"], description: "能够分辨动作，知道其意思，听懂相应指示", content: ["吃饭", "喝水", "坐下", "吃饭", "站", "走", "跑", "上楼梯", "翻身", "睡觉", "笑", "哭", "咯吱", "刷牙", "漱口", "喝奶", "唱歌", "跳舞", "滑滑梯", "画画", "钓鱼", "看电视"] },
  { id: "f-001-005", name: "状态", branch: ["b-001-001"], description: "能够分辨状态差别，理解大和小意义相对，能够分辨几种颜色", content: ["上", "下", "高", "低", "热", "冷", "黄色", "红色", "蓝色", "绿色", "黑色"] },
  { id: "f-001-006", name: "数字", branch: ["b-001-001"], description: "能够认识数字，理解其代表个数或顺序", content: ["1", "2", "3", "4", "5", "6", "7", "8", "9", "10", "11", "12", "13", "14", "15", "16", "17", "18", "19"] }
];
