export const CHINESE: any = 
{
    汉语拼音: {
        level1: "能读准汉语拼音的声母、韵母、声调和整体认读的音节",
        level2: "学会拼音方法，能熟练地拼读音节，逐步做到直呼音节",
        level3: "能默写声母、韵母并抄写音节",
        level4: "认识大写字母，能背诵《汉语拼音字母表》",
        level5: "学读轻声",
        level6: "认识隔音符号",
        level7: "能利用汉语拼音帮助识字、阅读、学习普通话"
    },
    识字写字: {
        认识字量: {
            level1: 450,
            level2: 1200,
            level3: 1800,
            level4: 2400,
            level5: 2800,
            level6: 3000
        },
        文字书写: {
            level1: "练习用铅笔写字，写得正确、端正、整洁，执笔方法和写字姿势正确。培养良好的写字习惯",
            level2: "会按照田字格里的范字写字。培养写字兴趣",
            level3: "能比较熟练地用铅笔写字，写得正确、端正、整洁。继续培养良好的写字习惯",
            level4: "能熟练地用铅笔写字，写得正确、端正、整洁，行款整齐，有一定的速度",
            level5: "练习用钢笔写字，写得正确、端正、整洁",
            level6: "能比较熟练地用钢笔写字，写得正确、端正、整洁，行款符合要求",
            level7: "熟练地使用钢笔写字，有一定速度"
        },
        查阅字典: {
            level1: "学习用音序法查字典。学习独立识字",
            level2: "学习用部首法和数笔画的方法查字典",
            level3: "学习从字典中选择词义。能初步独立识字",
            level4: "能在阅读和作文中使用字典解决有关字词的疑难问题",
            level5: "能比较熟练地查字典，初步养成使用字典的习惯",
            level6: "能熟练地查字典，养成使用字典的习惯"
        },
        字义辨析: {
            level1: "能初步借助汉语拼音读准字音",
            level2: "能初步按汉字的基本笔画、笔顺、偏旁和结构，分析、记忆字形，能初步理解字义",
            level3: "能熟练读准字音，认清字形，结合词语理解字义",
            level4: "能初步辨析同音字和形近字",
            level5: "能初步辨析近义词和反义词",
            level6: "能熟练辨析多音字、同音字、形近字",
            level7: "能熟练辨析近义词和反义词",
            level8: "能独立识字。自觉地纠正错别字"
        },
        字词应用: {
            level1: "学过的词语能正确地读写",
            level2: "学过的词语能在口头语言中运用",
            level3: "学过的词语能在书面语言中运用",
            level4: "能准确应用近义词和反义词"
        }
    },
    听话说话: {
        听话理解: {
            level1: "能听懂别人说的一段话和一件简单的事。能听懂老师的提问和同学的回答",
            level2: "能听懂别人说的一段话和一件简单的事，能转述基本内容",
            level3: "能听懂程度适合的讲话和别人说的一件事，能转述内容。对不理解的问题能够提出来",
            level4: "能听懂程度适合的讲话。参加讨论，能听出同学发言中的问题",
            level5: "能听懂程度适合的讲话和广播，理解主要内容",
            level6: "听讲话和广播，能转述主要内容"
        },
        对话讲述: {
            level1: "能用完整的语句回答老师提出的问题",
            level2: "看图或观察事物以后，能用完整的语句描述所看到的内容",
            level3: "能说一段意思完整连贯的话",
            level4: "能简要地复述课文。能清楚明白地讲述一件事",
            level5: "参加讨论能主动发言，讨论问题能讲清自己的意思",
            level6: "能用普通话清楚明白地讲述见闻"
        },
        当众讲话: {
            level1: "能当众回答老师提问，口齿清楚，声音响亮。会使用礼貌语言",
            level2: "当众说话做到语句完整",
            level3: "当众说话做到语句比较通顺",
            level6: "能当众作简短的发言。能创造性地复述课文"
        }
    },
    阅读理解: {
        朗读背诵: {
            level1: "能正确、流利、有感情地朗读课文。要求发音正确，声音响亮，按句逗停顿，不唱读",
            level2: "能背诵指定的课文",
            level3: "朗读时注意长句中和段落间的停顿",
            level4: "边读边思考，读出不同的语气",
            level5: "朗读时能表达出课文的思想感情"
        },
        默读理解: {
            level1: "能理解课文中的词语和句子。能结合句子理解词语。懂得一句话表达一个完整的意思",
            level2: "学习默读课文。要求不出声，不指读，一边读一边想",
            level3: "默读课文能理解主要内容，有一定的速度",
            level4: "默读课文能体会思想感情，有一定的速度"
        },
        理解词句: {
            level1: "能结合上下文和生活实际理解词句",
            level2: "能理解含义较深的词句或结构比较复杂的句子。能找出课文中重点的词语和句子",
            level3: "能抓住重点词、句、段，深入理解课文内容",
            level4: "对含义较深的词句或结构比较复杂的句子，能联系上下文理解含义或体会感情色彩。注意欣赏文章中的优美语句"
        },
        分析段落: {
            level1: "认识自然段。了解课文内容",
            level2: "能初步理解每个自然段的内容。初步理解课文的内容",
            level3: "能分析自然段，归纳主要内容",
            level4: "了解段与段、段与篇的关系，会给课文分段，归纳段落大意",
            level5: "能概括课文的主要内容",
            level6: "能概括课文的中心思想"
        },
        阅读读物: {
            level1: "能阅读浅显的注音少儿读物，初步了解内容",
            level2: "能阅读注音儿童读物，初步了解内容",
            level3: "能阅读少年儿童读物，了解主要内容",
            level4: "独立阅读程度适合的课外读物，能理解主要内容，体会思想感情，有初步的分析和概括能力。养成良好的阅读习惯"
        }
    },
    作文写作: {
        连词成句: {
            level1: "能用学过的部分词语写完整、通顺的句子",
            level2: "能理顺次序错乱的句子",
            level3: "能用正确的语句表达自己的思想"
        },
        观察描写: {
            level1: "能观察简单的图画和事物，练习写句子",
            level2: "能按一定顺序观察图画和简单事物，写几句意思连贯的话",
            level3: "能有顺序地比较细致地观察图画和事物，写出内容比较具体的片断",
            level4: "观察事物能抓住重点，并适当展开想象。初步养成观察周围事物的习惯。练习按要求或自拟题目作文。学习编写作文提纲"
        },
        标点符号: {
            level1: "会使用句号、问号",
            level2: "会使用逗号、感叹号",
            level3: "会使用冒号、引号",
            level4: "会使用顿号",
            level5: "会使用书名号、省略号",
            level6: "会使用破折号、分号"
        },
        修改订正: {
            level1: "能修改有明显错误的句子",
            level2: "能修改有错误的句子。能理顺段落错乱的短文",
            level3: "学习从内容、词句、标点等方面修改自己的作文",
            level4: "能初步修改自己的作文"
        },
        应用写作: {
            level1: "能写留言条",
            level2: "能写简单的日记",
            level3: "能写内容真实具体、条理比较清楚的简单记叙文",
            level4: "能写书信",
            level5: "能写有中心、有条理、有真情实感的简单记叙文",
            level6: "能写表扬稿和简单的建议书",
            level7: "能根据要求选择材料，编写作文提纲，写出有中心、有条理、有真情实感的简单记叙文",
            level8: "能写会议记录和读书笔记"
        } 
    }
}